Repository: flaviogomesantunes/alexa-jbfm
Catalog: lambda/py/locales/*/LC_MESSAGES/data.po
Languages: pt_br

source: Welcome to {}
pt_br: Você está na {}

source: Welcome to {}. You can play, stop, resume listening. How can I help you ?
pt_br: Bem-vindo a {}. Você pode reproduzir e parar a rádio. O que você quer fazer ?

source: Sorry, I could not understand what you've just said.
pt_br: Desculpe, não entendi o que você quis dizer.

source: This is radio, you have to wait for previous or next track to play.
pt_br: Isto é uma rádio, você precisa aguardar pela próxima música.

source: Resuming {}
pt_br: Reiniciando {}

source: This is radio, you can not do that. You can ask me to stop or pause to stop listening.
pt_br: Isto é uma rádio, você não pode fazer isto. Você pode pedir para parar ou pausar para parar de ouvir

source: Goodbye.
pt_br: Até logo.

source: Sorry, this skill is not supported on this device
pt_br: Desculpe, esta skill não é compatível com este dispositivo

source: test english
pt_br: teste português

source: test with parameters {} and {}
pt_br: teste com os parâmetros {} e {)
